#-*- coding:utf-8 -*-
#Name: 初见
#Date: 2020/8/29 13:11

"""
计算整型50乘以10再除以5的商并使用print输出。
判断整型8是否大于10的结果并使用print输出。
计算整型30除以2得到的余数并使用print输出。
使用字符串乘法实现 把字符串”我爱我的祖国”创建三遍并拼接起来最终使用print输出。
判断 字符串”muzi”和”alex”是否相等的结果并使用print输出。
判断 整型666和整型666是否相等的结果并使用print输出。
判断 字符串”666”和整型666是否相等的结果并使用print输出。
"""

# 计算整型50乘以10再除以5的商并使用print输出。
print(50*10//50)
#判断整型8是否大于10的结果并使用print输出。
print(8>10)
# 计算整型30除以2得到的余数并使用print输出。
print(30%2)
# 使用字符串乘法实现 把字符串”我爱我的祖国”创建三遍并拼接起来最终使用print输出。
print('我爱我的祖国 '*3)
# 判断 字符串”muzi”和”alex”是否相等的结果并使用print输出
print('muzi'=='alex')
#判断 整型666和整型666是否相等的结果并使用print输出。
a =666
b = 666
print(a==b)
# 判断 字符串”666”和整型666是否相等的结果并使用print输出
c = '666'
print(a ==c)

print('hello word')